[M_MMORPGFPS MissionDefinition]
MissionDescription="Mister Torgue has informed you of a big-ass monster outside the village of [place]Flamerock Refuge[-place]. He's asked you to head out there and get credit for killing it."

[M_MMORPGFPS:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionDescriptionOverride="Mister Torgue has informed you of a big-ass monster outside the village of Flamerock Refuge. He's asked you to head out there and get credit for killing it.<br>With the rival Vault Hunters gone, nothing stands between you and your target. Go forth and wreak havoc."

[M_MMORPGFPS:ObjSet_KillPlayers MissionObjectiveSetDefinition]
MissionSummaryOverride="Shame the rival Vault Hunters so they can't steal credit for killing the monster."
MissionDescriptionOverride="Mister Torgue has informed you of a big-ass monster outside the village of Flamerock Refuge. He's asked you to head out there and get credit for killing it.<br>Unfortunately, three rival Vault Hunters appeared shortly after you found the monster and stole credit for killing it. Torgue has made a suggestion: if you shame the other Vault Hunters, they'll rage-quit and give you the opportunity to kill the monster yourself."
